Repository: pelissiertools-cpu/focus-ios
Catalog: Focus IOS/Localizable.xcstrings
Source language: en
Languages: es, fr

# %lld already committed to %@
source: %1$lld already committed to %2$@
es: %1$lld ya comprometidos en %2$@
fr: %1$lld déjà engagés pour %2$@

source: %lld broken down
es: %lld desglosados
fr: %lld décomposés

# %lld item%@
source: %1$lld item%2$@
es: %1$lld elemento%2$@
fr: %1$lld élément%2$@

# %lld item%@ selected
source: %1$lld item%2$@ selected
es: %1$lld elemento%2$@ seleccionado%2$@
fr: %1$lld élément%2$@ sélectionné%2$@

source: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés

# %lld/%lld subtasks
source: %1$lld/%2$lld subtasks
es: %1$lld/%2$lld subtareas
fr: %1$lld/%2$lld sous-tâches

source: Account
es: Cuenta
fr: Compte

source: Add
es: Agregar
fr: Ajouter

source: Add a task
es: Agregar una tarea
fr: Ajouter une tâche

source: Add new task
es: Agregar nueva tarea
fr: Ajouter une tâche

source: Add subtask
es: Agregar subtarea
fr: Ajouter une sous-tâche

source: All
es: Todos
fr: Tout

source: All done!
es: ¡Todo listo!
fr: Tout est fait !

source: All Tasks
es: Todas las tareas
fr: Toutes les tâches

source: Already added
es: Ya agregado
fr: Déjà ajouté

source: App Language
es: Idioma de la app
fr: Langue de l'app

source: Appearance
es: Apariencia
fr: Apparence

source: Are you sure you want to delete "%@"?
es: ¿Estás seguro de que quieres eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer « %@ » ?

source: Are you sure you want to delete?
es: ¿Estás seguro de que quieres eliminar?
fr: Êtes-vous sûr de vouloir supprimer ?

source: Break Down
es: Desglosar
fr: Décomposer

source: Break Down task
es: Desglosar tarea
fr: Décomposer la tâche

source: Browse Categories
es: Explorar categorías
fr: Parcourir les catégories

source: Cancel
es: Cancelar
fr: Annuler

source: Category
es: Categoría
fr: Catégorie

source: Category name
es: Nombre de categoría
fr: Nom de la catégorie

source: Change Email
es: Cambiar correo
fr: Changer l'e-mail

source: Change Password
es: Cambiar contraseña
fr: Changer le mot de passe

source: Check your inbox for a password reset link.
es: Revisa tu bandeja de entrada para el enlace de restablecimiento.
fr: Vérifiez votre boîte de réception pour le lien de réinitialisation.

source: Check your new email address for a confirmation link.
es: Revisa tu nuevo correo para el enlace de confirmación.
fr: Vérifiez votre nouvel e-mail pour le lien de confirmation.

source: Clear
es: Borrar
fr: Effacer

source: Clear completed items?
es: ¿Borrar elementos completados?
fr: Effacer les éléments terminés ?

source: Clear completed projects?
es: ¿Borrar proyectos completados?
fr: Effacer les projets terminés ?

source: Clear completed tasks?
es: ¿Borrar tareas completadas?
fr: Effacer les tâches terminées ?

source: Clear list
es: Borrar lista
fr: Vider la liste

source: Commit
es: Comprometer
fr: Engager

source: Commit Items
es: Comprometer elementos
fr: Engager les éléments

source: Commit List
es: Comprometer lista
fr: Engager la liste

source: Commit Subtask
es: Comprometer subtarea
fr: Engager la sous-tâche

source: Commit subtask to lower timeframe
es: Comprometer subtarea en periodo inferior
fr: Engager la sous-tâche dans une période inférieure

source: Commit Task
es: Comprometer tarea
fr: Engager la tâche

source: Commit to lower timeframe
es: Comprometer en periodo inferior
fr: Engager dans une période inférieure

source: Committed
es: Comprometido
fr: Engagé

source: Completed
es: Completados
fr: Terminés

source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Continue
es: Continuar
fr: Continuer

source: Continue with Apple
es: Continuar con Apple
fr: Continuer avec Apple

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google

source: Create
es: Crear
fr: Créer

source: Create a new list
es: Crear nueva lista
fr: Créer une liste

source: Create a new project.
es: Crear un nuevo proyecto.
fr: Créer un nouveau projet.

source: Create a new task
es: Crear nueva tarea
fr: Créer une tâche

source: Create Category
es: Crear categoría
fr: Créer une catégorie

source: Create List
es: Crear lista
fr: Créer une liste

source: Create Project
es: Crear proyecto
fr: Créer un projet

source: Create your account
es: Crea tu cuenta
fr: Créez votre compte

source: Current Schedule
es: Horario actual
fr: Calendrier actuel

source: Daily
es: Día
fr: Jour

source: Date
es: Fecha

source: Day
es: Día
fr: Jour

source: Delete
es: Eliminar
fr: Supprimer

# Delete %lld list%@?
source: Delete %1$lld list%2$@?
es: ¿Eliminar %1$lld lista%2$@?
fr: Supprimer %1$lld liste%2$@ ?

# Delete %lld project%@?
source: Delete %1$lld project%2$@?
es: ¿Eliminar %1$lld proyecto%2$@?
fr: Supprimer %1$lld projet%2$@ ?

# Delete %lld task%@?
source: Delete %1$lld task%2$@?
es: ¿Eliminar %1$lld tarea%2$@?
fr: Supprimer %1$lld tâche%2$@ ?

source: Delete List
es: Eliminar lista
fr: Supprimer la liste

source: Delete Project
es: Eliminar proyecto
fr: Supprimer le projet

source: Delete subtask
es: Eliminar subtarea
fr: Supprimer la sous-tâche

source: Delete Subtask
es: Eliminar subtarea
fr: Supprimer la sous-tâche

source: Delete subtask?
es: ¿Eliminar subtarea?
fr: Supprimer la sous-tâche ?

source: Delete Task
es: Eliminar tarea
fr: Supprimer la tâche

source: Delete task?
es: ¿Eliminar tarea?
fr: Supprimer la tâche ?

source: Deselect All
es: Deseleccionar todo
fr: Tout désélectionner

source: Done
es: Listo
fr: Terminé

source: Drop to cancel
es: Soltar para cancelar
fr: Relâcher pour annuler

source: Edit
es: Editar
fr: Modifier

source: Email
es: Correo electrónico

source: Email Sent
es: Correo enviado
fr: E-mail envoyé

source: Email Updated
es: Correo actualizado
fr: E-mail mis à jour

source: Enter a name for the new category.
es: Ingresa un nombre para la nueva categoría.
fr: Entrez un nom pour la nouvelle catégorie.

source: Enter a name for the new list
es: Ingresa un nombre para la nueva lista
fr: Entrez un nom pour la nouvelle liste

source: Enter a name for the new project
es: Ingresa un nombre para el nuevo proyecto
fr: Entrez un nom pour le nouveau projet

source: Enter a new password (minimum 6 characters).
es: Ingresa una nueva contraseña (mínimo 6 caracteres).
fr: Entrez un nouveau mot de passe (minimum 6 caractères).

source: Enter your email address and we'll send you a link to reset your password.
es: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Enter your email to get started
es: Ingresa tu correo para comenzar
fr: Entrez votre e-mail pour commencer

source: Enter your new email address. You'll receive a confirmation email.
es: Ingresa tu nuevo correo. Recibirás un correo de confirmación.
fr: Entrez votre nouvelle adresse e-mail. Vous recevrez un e-mail de confirmation.

source: Enter your password to continue
es: Ingresa tu contraseña para continuar
fr: Entrez votre mot de passe pour continuer

source: Forgot password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?

# Includes %lld %@%@
source: Includes %1$lld %2$@%3$@
es: Incluye %1$lld %2$@%3$@
fr: Inclut %1$lld %2$@%3$@

source: Item
es: Elemento
fr: Élément

source: Item title
es: Título del elemento
fr: Titre de l'élément

source: Items
es: Elementos
fr: Éléments

source: List
es: Lista
fr: Liste

source: List title
es: Título de lista
fr: Titre de la liste

source: Lists
es: Listas
fr: Listes

source: Loading categories...
es: Cargando categorías...
fr: Chargement des catégories...

source: Loading commitments...
es: Cargando compromisos...
fr: Chargement des engagements...

source: Loading lists...
es: Cargando listas...
fr: Chargement des listes...

source: Loading projects...
es: Cargando proyectos...
fr: Chargement des projets...

source: Loading tasks...
es: Cargando tareas...
fr: Chargement des tâches...

source: Loading...
es: Cargando...
fr: Chargement...

source: Log
es: Registro
fr: Registre

source: Log in
es: Iniciar sesión
fr: Se connecter

source: Log in or sign up
es: Inicia sesión o regístrate
fr: Se connecter ou s'inscrire

source: Month
es: Mes
fr: Mois

source: Monthly
es: Mes
fr: Mois

source: Move
es: Mover
fr: Déplacer

source: Move To
es: Mover a
fr: Déplacer vers

source: Move to category
es: Mover a categoría
fr: Déplacer vers une catégorie

source: Move to Category
es: Mover a categoría
fr: Déplacer vers une catégorie

source: New Category
es: Nueva categoría
fr: Nouvelle catégorie

source: New email
es: Nuevo correo
fr: Nouvel e-mail

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe

source: New Schedule
es: Nuevo horario
fr: Nouveau calendrier

source: Next Month
es: Próximo mes
fr: Mois prochain

source: Next Week
es: Próxima semana
fr: Semaine prochaine

source: Next Year
es: Próximo año
fr: Année prochaine

source: No Lists Yet
es: Sin listas aún
fr: Pas encore de listes

source: No matching lists
es: Sin listas coincidentes
fr: Aucune liste correspondante

source: No matching tasks
es: Sin tareas coincidentes
fr: Aucune tâche correspondante

source: No Projects Yet
es: Sin proyectos aún
fr: Pas encore de projets

source: No task yet. Tap + to add one.
es: Sin tareas aún. Toca + para agregar una.
fr: Pas de tâche. Appuyez sur + pour en ajouter.

source: No tasks
es: Sin tareas
fr: Pas de tâches

source: No tasks yet
es: Sin tareas aún
fr: Pas encore de tâches

source: No Tasks Yet
es: Sin tareas aún
fr: Pas encore de tâches

source: None
es: Ninguna
fr: Aucune

source: Notifications
es: Notificaciones

source: OR
es: O
fr: OU

source: Parent task title
es: Título de tarea principal
fr: Titre de la tâche parente

source: Password
es: Contraseña
fr: Mot de passe

source: Password Updated
es: Contraseña actualizada
fr: Mot de passe mis à jour

source: Project
es: Proyecto
fr: Projet

source: Project title
es: Título de proyecto
fr: Titre du projet

source: Projects
es: Proyectos
fr: Projets

source: Push to
es: Posponer a
fr: Reporter à

source: Push to %@
es: Posponer a %@
fr: Reporter à %@

source: Regenerate
es: Regenerar
fr: Régénérer

source: Remove
es: Quitar
fr: Retirer

source: Remove from this month
es: Quitar de este mes
fr: Retirer de ce mois

source: Remove from this week
es: Quitar de esta semana
fr: Retirer de cette semaine

source: Remove from this year
es: Quitar de este año
fr: Retirer de cette année

source: Remove from today
es: Quitar de hoy
fr: Retirer d'aujourd'hui

source: Reschedule
es: Reprogramar
fr: Reprogrammer

source: Reschedule Task
es: Reprogramar tarea
fr: Reprogrammer la tâche

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe

source: Save
es: Guardar
fr: Enregistrer

source: Schedule to Targets
es: Añadir a Objetivos
fr: Ajouter aux Objectifs

source: Search
es: Buscar
fr: Rechercher

source: Section
es: Sección

source: Section full
es: Sección llena
fr: Section pleine

source: Select a time
es: Seleccionar hora
fr: Sélectionner une heure

source: Select All
es: Seleccionar todo
fr: Tout sélectionner

source: Select Date
es: Seleccionar fecha
fr: Sélectionner la date

source: Select Dates
es: Seleccionar fechas
fr: Sélectionner les dates

source: Select Month
es: Seleccionar mes
fr: Sélectionner le mois

source: Select Year
es: Seleccionar año
fr: Sélectionner l'année

source: Send Reset Link
es: Enviar enlace
fr: Envoyer le lien

source: Set your password for Focus to continue
es: Establece tu contraseña de Focus para continuar
fr: Définissez votre mot de passe Focus pour continuer

source: Settings
es: Ajustes
fr: Paramètres

source: Sign Out
es: Cerrar sesión
fr: Se déconnecter

source: Sign up
es: Registrarse
fr: S'inscrire

source: Statistics
es: Estadísticas
fr: Statistiques

source: Sub Task
es: Subtarea
fr: Sous-tâche

source: Sub-task
es: Subtarea
fr: Sous-tâche

source: Subscription
es: Suscripción
fr: Abonnement

source: Subtask
es: Subtarea
fr: Sous-tâche

source: Subtask Details
es: Detalles de subtarea
fr: Détails de la sous-tâche

source: Subtask title
es: Título de subtarea
fr: Titre de la sous-tâche

source: Subtasks
es: Subtareas
fr: Sous-tâches

source: Suggest Breakdown
es: Sugerir desglose
fr: Suggérer une décomposition

source: System
es: Sistema
fr: Système

source: Tap the + button to add your first task
es: Toca el botón + para agregar tu primera tarea
fr: Appuyez sur + pour ajouter votre première tâche

source: Tap the + button to create your first list
es: Toca el botón + para crear tu primera lista
fr: Appuyez sur + pour créer votre première liste

source: Tap the + button to create your first project
es: Toca el botón + para crear tu primer proyecto
fr: Appuyez sur + pour créer votre premier projet

source: Targets
es: Objetivos
fr: Objectifs

source: Task
es: Tarea
fr: Tâche

source: Task Details
es: Detalles de tarea
fr: Détails de la tâche

source: Task title
es: Título de tarea
fr: Titre de la tâche

source: Tasks
es: Tareas
fr: Tâches

# This will permanently delete %lld completed item%@.
source: This will permanently delete %1$lld completed item%2$@.
es: Esto eliminará permanentemente %1$lld elemento%2$@ completado%2$@.
fr: Cela supprimera définitivement %1$lld élément%2$@ terminé%2$@.

# This will permanently delete %lld completed project%@.
source: This will permanently delete %1$lld completed project%2$@.
es: Esto eliminará permanentemente %1$lld proyecto%2$@ completado%2$@.
fr: Cela supprimera définitivement %1$lld projet%2$@ terminé%2$@.

# This will permanently delete %lld completed task%@.
source: This will permanently delete %1$lld completed task%2$@.
es: Esto eliminará permanentemente %1$lld tarea%2$@ completada%2$@.
fr: Cela supprimera définitivement %1$lld tâche%2$@ terminée%2$@.

source: This will permanently delete completed tasks and their commitments.
es: Esto eliminará permanentemente las tareas completadas y sus compromisos.
fr: Cela supprimera définitivement les tâches terminées et leurs engagements.

source: This will permanently delete the selected lists and all their items.
es: Esto eliminará permanentemente las listas seleccionadas y todos sus elementos.
fr: Cela supprimera définitivement les listes sélectionnées et tous leurs éléments.

source: This will permanently delete the selected projects and their commitments.
es: Esto eliminará permanentemente los proyectos seleccionados y sus compromisos.
fr: Cela supprimera définitivement les projets sélectionnés et leurs engagements.

source: This will permanently delete the selected tasks and their commitments.
es: Esto eliminará permanentemente las tareas seleccionadas y sus compromisos.
fr: Cela supprimera définitivement les tâches sélectionnées et leurs engagements.

source: This will permanently delete this subtask.
es: Esto eliminará permanentemente esta subtarea.
fr: Cela supprimera définitivement cette sous-tâche.

source: This will permanently delete this task and all its commitments.
es: Esto eliminará permanentemente esta tarea y todos sus compromisos.
fr: Cela supprimera définitivement cette tâche et tous ses engagements.

source: Time
es: Hora
fr: Heure

source: Timeframe
es: Periodo
fr: Période

source: Title
es: Título
fr: Titre

source: To-Do
es: Tareas
fr: À faire

source: Today
es: Hoy
fr: Aujourd'hui

source: Tomorrow
es: Mañana
fr: Demain

source: Uncommitted
es: Sin comprometer
fr: Non engagé

source: Unschedule
es: Desprogramar
fr: Déprogrammer

source: Unschedule from Targets
es: Quitar de Objetivos
fr: Retirer des Objectifs

source: Update
es: Actualizar
fr: Mettre à jour

source: W%lld
es: S%lld
fr: S%lld

source: Week
es: Semana
fr: Semaine

source: Weekly
es: Semana
fr: Semaine

source: Welcome back
es: Bienvenido de nuevo
fr: Bon retour

source: Year
es: Año
fr: Année

source: Yearly
es: Año
fr: Année

source: Your password has been changed successfully.
es: Tu contraseña ha sido cambiada exitosamente.
fr: Votre mot de passe a été modifié avec succès.

source: Error
fr: Erreur
